import { propfileNCareerFilterProps } from 'types/index'

export const profileNCareerFilter: propfileNCareerFilterProps = {
  typeOne: ['커리어', '근력', '자산', '자기개발'],
  // 온, 오프라인
  onOff: ['온라인', '오프라인'],
  // 모임 종류
  typeTwo: ['스터디', '프로젝트', '친목'],
  // 직무 프로필 용
  jobType: [
    '경영・비즈니스',
    '서비스기획・운영',
    '개발',
    '디자인',
    '데이터 · AI · ML',
    '마케팅 · 광고 · 홍보',
    '생산 · 품질',
    '미디어 · 커뮤니케이션',
    '이커머스 · 리테일',
    '회계 · 재무',
    '금융 · 채용 · 노무',
    '고객 · 영업',
    '교육',
    '물류 · 구매',
    '게임기획 · 개발',
    '의류 · 제약 · 바이오',
    '연구 · R&D',
    '법률 · 특허',
    '엔지니어링 · 설계',
    '생산 · 품질'
  ],
  meetingJopType: [
    '경영 · 비즈니스',
    '고객 · 영업',
    '개발',
    '게임 기획 · 개발',
    '금융 · 컨설팅 · VC',
    '교육',
    '데이터 · AI · ML',
    '디자인',
    '마케팅 · 광고 · 홍보',
    '미디어 · 커뮤니케이션',
    '물류 · 구매',
    `서비스기획 · 운영`,
    '이커머스 · 리테일',
    '인사 · 채용 · 노무',
    '의료 · 제약 · 바이오',
    '회계 · 재무',
    '연구 · R&D',
    '법률 · 특허',
    '엔지니어링 · 설계',
    '생산 · 품질'
  ],
  // 직급
  rank: [
    '무관',
    '인턴',
    '사원',
    '대리',
    '과장',
    '차장',
    '부장',
    '사장',
    '매니저',
    '기타'
  ],
  // 성별
  male: ['무관', '남성', '여성']
}
