export const TRADES_MODAL_TEXT = {
  create: [
    '공동구매 제안하기 완료',
    '해당 공동구매를 위한 채팅방이 개설되었어요! 지금 바로 채팅으로 이동하시겠어요?',
    '공동구매 이동',
    '채팅방 이동'
  ],
  cancel: [
    '공동구매 제안 취소하기',
    '조금만 더 작성하시면 모임생성이 끝나요! 여기서 멈추면 작성기록이 모두 삭제돼요.',
    '삭제',
    '유지하기'
  ]
}

export const SECONDHAND_MODAL_TEXT = {
  create: [
    '개인정보 공유 동의',
    '중고거래를 위한 채팅방이 개설되었어요! 지금 바로 중고거래 채팅으로 이동하시겠어요?',
    '중고거래 이동',
    '채팅방 이동'
  ],
  cancel: ['중고거래 취소하기', '작성기록이 모두 삭제돼요.', '삭제', '유지하기']
}

export const SECONDHAND_DELETE_MODAL_TEXT = [
  '거래 삭제하기',
  '거래글을 삭제하시겠습니까?',
  '삭제',
  '유지하기'
]

export const SECONDHAND_CLOSING_MODAL_TEXT = [
  '거래 종료하기',
  '거래글을 종료하시겠습니까?',
  '종료',
  '유지하기'
]

export const PURCHASE_CLOSING_MODAL_TEXT = [
  '참여인원 모집 마감',
  '공동구매 참여 인원 모집을 마감하시겠습니까?  ※ 공동구매 참여자에게 모집마감 안내 내용이 알림과 채팅방을 통해 전달됩니다. 참여자들과 소통 후 공동구매 모집 마감 및 삭제를 진행해 주세요.',
  '모집마감',
  '유지하기'
]

export const AGREE_MODAL_TEXT = [
  '개인정보 공유 동의',
  '공동구매에 참여하기 위해서 개인정보 공유 동의가 필요합니다. 공동구매 참여자들에게 재직 중인 회사, 층수,이름, 계좌번호 정보가 제공됩니다.',
  '페이지 남기',
  '채팅방 이동'
]
