export const CAREER_SIDEBAR_ITMES = [
  {
    title: '온・오프',
    content: ['온라인', '오프라인']
  },
  {
    title: '종류',
    content: ['스터디', '프로젝트', '친목']
  },
  {
    title: '직무',
    content: [
      '경영・비즈니스',
      '고객・영업',
      '개발',
      '게임기획・개발',
      '금융∙컨설팅・VC',
      '교육',
      '데이터・AI∙ML',
      '디자인',
      '마케팅・광고・홍보',
      '미디어・커뮤니케이션',
      '물류・구매',
      `서비스기획・운영`,
      '이커머스・리테일',
      '인사・채용・노무',
      '의류・제약・바이오',
      '회계・재무',
      '연구・개발',
      '법률・특허',
      '엔지니어링・설계',
      '생산・품질'
    ]
  },
  {
    title: '직급',
    content: [
      '무관',
      '인턴',
      '사원',
      '대리',
      '과장',
      '차장',
      '부장',
      '사장',
      '매니저',
      '기타'
    ]
  },
  {
    title: '성별',
    content: ['무관', '여성', '남성']
  }
]
