export const JOIN_MEETING_HEADER_TEXT = {
  mainTitle: ['새로운 모임에 참여하기 전', '확인해주세요'],
  subTitle: ['다름을 이해해요', '약속은 꼭 지켜요', '서로 존중해요'],
  text: [
    ['나와 다른 의견을 존중하고', ' 매너있는 대화를 나눠주세요.'],
    [
      '정해진 약속을 지키고 부득이하게 ',
      '참여하지 못하는 경우에는 맴버들에게 미리 전달해주세요'
    ],
    [
      '멤버들에게 피해를 주는 경우에는 이후 모임 참여에 ',
      '제재를 받을 수 있습니다.'
    ]
  ],
  stepTwoTitle: ['이 모임에 참여하고 싶은 이유를 남겨주세요!'],
  stepTwoPlaceholder: [
    '자기소개, 참여하고 싶은 이유를 상세히 남겨주시면 승인을 받을 확률이 올라가요!'
  ],
  stepTwoChips: [
    '새로운 사람들과 즐거운 시간을 보내고 싶어요',
    '이번 기회를 통해 성장하고 싶어요',
    '기대돼요',
    '좋은 친구를 사귀고 싶어요',
    '어서 만나고 싶어요'
  ],
  stepTwoCompleteTitle: ['모임 신청이', '완료되었습니다!'],
  stepTwoCompleSubTitle: '주최자 승인 후 채팅방이 개설됩니다'
}
